Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jak sobie chcesz. Pamiętaj tylko, że to była jednorazowa propozycja.
uk: Як хочеш. Тільки знай, я двічі не пропонуватиму.

source: Jak sobie chcesz. Tylko pamiętaj, to jednorazowa oferta, gdy już będę w mieście to najlepiej zapomnij o tej rozmowie.
uk: Як хочеш. Тільки пам’ятай, що це одноразова пропозиція, бо коли я буду в місті, тобі краще забути про цю розмову.

source: Jak sobie chcesz. Widzisz, strażnicy krótko nas trzymają. Bardzo krótko. Pewnie się boją, że nieodpowiedni ludzie zdobędą za dużo informacji o kopalni.
uk: Як хочеш. Бачиш, вартові нас тримають на короткому повідку. Дуже короткому. Певно вони бояться, що не ті люди отримають забагато інформації про копальню.

source: Jak sobie chcesz... Następnym razem sobie inaczej pogadamy!
uk: Як собі хочеш... Наступного разу говоритимемо по-іншому!

source: Jak sobie pomyślę, że na zewnątrz jest coraz większy problem z uchodźcami, a tutaj jakoś nie docierają, to zaczynam doceniać swoją pracę.
uk: Коли я думаю про те, що зовні зростає проблема з біженцями, а тут їх немає, я починаю цінувати свою роботу.

source: Jak sobie radzisz po odejściu ze straży?
uk: Як ти почуваєшся після того, як залишив Варту?

source: Jak sobie życzysz.
uk: Як хочеш.

source: Jak sytuacja na winnicy?
uk: Як ситуація на винограднику?

source: Jak sytuacja po drugiej stronie?
uk: Як ситуація на протилежному боці?

source: Jak sytuacja w obozie?
uk: Як ситуація в таборі?

source: Jak sytuacja?
uk: Яка зараз ситуація?

source: Jak szybko czegoś nie wymyślę, to czeka mnie bankructwo!
uk: Якщо я швидко нічого не придумаю, то мені загрожує банкрутство!

source: Jak słońce! Mamy wynajęty pokój w karczmie portowej, więc jakbyśmy byli potrzebni, to będziesz mógł nas tam znaleźć.
uk: Звичайно! Ми зняли кімнату в портовій корчмі, тож якщо ми будемо потрібні, ти зможеш знайти нас там.

source: Jak słońce.
uk: Як божий день.

source: Jak słońce...
uk: Ясно як сонце...

source: Jak słusznie mówi znane powiedzenie, życie jest jedną wielką wędrówką. Podobnie jak kiedyś przybyłem na tę wyspę wraz z mistrzem Periandesem, tak i po jego śmierci, musiałem udać się na pielgrzymkę. Ziarno zwątpienia zostało głęboko zasiane w moim sercu, a po rewelacjach na bagnach, wykiełkowało. Choć sam już dawno zrzuciłem szaty Arcymaga Wody, dla dobra klasztoru, prawdę o tym, co tam widziałem, zachowam dla siebie.
uk: Як справедливо говорить відома приказка, життя - це суцільна мандрівка. Так само, як колись я прибув на цей острів з майстром Періандесом, так і після його смерті мені довелося вирушити в паломництво. Зерно сумніву було посаджене глибоко в моєму серці, і після відкриттів на болотах воно проросло. Хоча сам я вже давно позбувся мантії Архімага Води, заради монастиря я збережу правду про те, що я там побачив.

source: Jak służba?
uk: Як служба?

source: Jak tak dalej pójdzie, Silbach zostanie rozkradzione przez królewskich albo tę całą Gildię Kupiecką, a wtedy będą z nami robić, co im się żywnie podoba.
uk: Якщо так піде й далі, то Сільбах буде розграбований королівською владою або Торговою Гільдією, а потім вони зроблять з нами все, що захочуть.

source: Jak tak dalej pójdzie, bezpieczniej będziemy się czuć u boku pierwszych lepszych bandziorów niż strażników miejskich.
uk: Якщо так піде й далі, то ми будемо почуватися в більшій безпеці з першими-ліпшими бандитами, аніж з міськими вартовими.

source: Jak tak dalej pójdzie, spędzę tu całą wieczność.
uk: Якщо так піде і далі, я залишуся тут назавжди.

source: Jak tak dalej pójdzie, to Araxos zostanie z pustą dziurą w ziemi.
uk: Якщо так піде і далі, Араксос залишиться з порожньою дірою в землі.

source: Jak tak o tym myślę, to chyba wolę nie siedzieć tutaj zaraz przy tych wszystkich strażnikach.
uk: Якщо добре подумати, то, мабуть, краще не сидіти тут, поруч з усіма цими вартовими.

source: Jak takiego szczura umyć, zdezynfekować, trochę potresować, to całkiem przyjemne zwierzęta domowe się z nich robią. Albo doświadczalne.
uk: Якщо такого щура помити, продезінфікувати і трохи потренувати, то з нього вийде цілком приємний домашній улюбленець. Або ж для дослідів.

source: Jak tam chcesz, panie tajemniczy.
uk: Як скажете, таємничий пане.

source: Jak tam chcesz.
uk: Як хочеш.

source: Jak tam gołąbeczki? Wszystko w porządku?
uk: Як там наші голуб'ята? Все гаразд?

source: Jak tam na służbie?
uk: Як служба?

source: Jak tam nastroje?
uk: Як настрій?

source: Jak tam nocka z Kalebem?
uk: Як твої нічні посиденьки з Калебом?

source: Jak tam polowanie?
uk: Як там полювання?

source: Jak tam praca?
uk: Як йде робота?

source: Jak tam sobie chcesz.
uk: Як хочеш.

source: Jak tam sobie chcesz. Pamiętaj, w razie czego ty się będziesz tłumaczył Roderichowi, nie ja. Ja tu jestem tylko obserwatorem.
uk: Як хочеш. Пам'ятай, якщо щось трапиться, то це ти будеш пояснювати Родеріху, а не я. Я тут лише спостерігач.

source: Jak tam twoje samopoczucie?
uk: Як почуваєшся?

source: Jak tam uważasz, ale bądź ostrożny. Nie możemy sobie pozwolić na utratę kolejnych ludzi.
uk: Як знаєш, але будь обережним. Ми не можемо дозволити собі втратити ще одну людину.

source: Jak tam w dziurze, z której wylazłeś?
uk: Як справи в тій дірі, з якої ти виліз?

source: Jak tam zakłady?
uk: Як йдуть справи зі ставками?

source: Jak tam, chłopcze?
uk: Як ти там, хлопче?

source: Jak tam, picie już działa?
uk: Ну як, вже подіяло?

source: Jak tam?
uk: Як справи?

source: Jak tam? Douczyłeś się czegoś o naszym fachu?
uk: Як справи? Дізнався щось про нашу професію?

source: Jak tamten facet wyglądał? Co dokładnie wam mówił? Czego chciał?
uk: Як виглядав той хлопець? Що саме він тобі казав? Чого хотів?

source: Jak ten kraj ma sprawnie funkcjonować, skoro nawet załatwianie papierka tyle zajmuje!
uk: Як ця країна може нормально функціонувати, коли навіть оформлення документів займає стільки часу!

source: Jak to 'korzystasz z okazji'?
uk: Як це 'користуєшся можливістю'?

source: Jak to co? Aleś ty niedomyślny! Znajdź mi kogoś, kto potrafi nastawić bark! Tylko żeby miał w tym wprawę, nie chcę żadnego konowała!
uk: Як це що? Але ти нетямущий! Знайди мені когось, хто може вправити плече! Тільки переконайся, що він компетентний, бо мені не потрібен шарлатан!

source: Jak to co? Dobry pomysł. Powiem o tym Fabio.
uk: Як це що? Гарна ідея. Я розкажу про це Фабіо.

source: Jak to co? Przegonić pełzacze.
uk: Як це яке? Вбити всіх повзунів.

source: Jak to co? Trzeba go dobić.
uk: Як це що? Треба його добити.

source: Jak to dobrze załatwisz, to sowicie cię wynagrodzę, oj wynagrodzę!
uk: Якщо ти все зробиш правильно, я щедро тебе винагороджу, ой як винагороджу!

source: Jak to gdzie? W karczmach!
uk: Як це де? В корчмах!

source: Jak to gdzie? Wyruszył z tobą na tę szaleńczą wyprawę! Co się tam stało? Dlaczego nagle się tutaj pojawiłeś?
uk: Як це де? Він вирушив з тобою у цю божевільну експедицію! Що там сталося? Чому ти раптом тут з'явився?

source: Jak to jest być katem, dobrze?
uk: Як це бути катом?

source: Jak to jest mieć matkę kretoszczura, a ojca ścierwojada?
uk: Як це мати матір-кротощуриху, і батька-падальника?

source: Jak to jest z tym Volfzack i Vardhal?
uk: Як пов'язані Вольфзак і Вардхал?

source: Jak to każdego wieczoru, popijałem sobie wino w karczmie.
uk: Як і щовечора, я попивав собі вино в корчмі.

source: Jak to kto? My wszyscy! Mamy już po prostu dość takiego traktowania!
uk: Як це хто? Ми всі! Нам просто набридло, що з нами так поводяться!

source: Jak to możliwe, że mistrzyni czeladnicza nie ma grosza przy duszy?
uk: Як може майстер-ремісник залишитися без копійки у кишені?

source: Jak to mówi stare przysłowie: dwa tępe kamienie niczego nie urobią.
uk: Як каже стара приказка: два тупих камені нічого не зроблять.

source: Jak to mówią - ku chwalę Araxos!
uk: Як то кажуть - за славу Араксосу!

source: Jak to mówią, pieniądze nie śmierdzą.
uk: Як то кажуть, гроші не пахнуть.

source: Jak to mówią...
uk: Як то кажуть...

source: Jak to na swoim? Przecież... cholera jasna, o co tu chodzi?! Co tu robili ludzie Volkera?! Co ty tu robisz?!
uk: Як це розуміти 'на своїй території'? Взагалі... що, чорт забирай, це все означає?! Що тут робили люди Волкера?! Що ти тут робиш?!

source: Jak to nie ma mowy!? Dima mi obiecała je dać!
uk: Як це, нізащо?! Діна обіцяла мені їх віддати!

source: Jak to o kim? O Hendriku!
uk: Як це про кого? Про Хендріка!

source: Jak to owca, z tym że jedno ucho miała naderwane. Możliwe, że wilk po prostu je odgryzł.
uk: Вівця як вівця, лише одне вухо було в неї відірване. Не виключено, що його просто відгриз вовк.

source: Jak to po co?
uk: Як це навіщо?

source: Jak to poznałeś?
uk: Як ти це зрозумів?

source: Jak to praca, chłopcze - raz lepiej, raz gorzej.
uk: Робота як робота, хлопче – то краще, то гірше.

source: Jak to przeze mnie?
uk: Як це через мене?

source: Jak to robicie, że tyle zarabiacie?
uk: Як ви заробляєте так багато грошей?

source: Jak to się stało, że skończył jako najemnik?
uk: Як же так сталося, що він став найманцем?

source: Jak to się stało, że zaczęłaś prowadzić arenę?
uk: Як сталося, що ти відкрила арену?

source: Jak to się stało, że zajęłaś się handlem?
uk: Як сталось, що ти почала торгувати?

source: Jak to się stało?
uk: Як це сталося?

source: Jak to w Araxos, dobrze! A nawet bardzo dobrze!
uk: Так як в Араксосі, добре! І навіть дуже добре!

source: Jak to znowu?
uk: Як це знову?

source: Jak to zrobimy?
uk: Як ми це зробимо?

source: Jak to ładnie określił Przeor, mam dyscyplinarne zwolnienie z prac alchemicznych bez koordynatora.
uk: Як висловився Настоятель, мені заборонено займатися алхімічними дослідженнями без координатора.

source: Jak to, po co? Po równe traktowanie!
uk: Як це, чому? Щоб усі були рівні!

source: Jak to?
uk: Як це?

source: Jak to? Co się wydarzyło?
uk: Що ти маєш на увазі, що сталося?

source: Jak to? Czemu to zrobiłeś?
uk: Як це? Нащо ти це зробив?

source: Jak to? Czyli nadal jest więźniem?
uk: Як так? Значить, вона все ще в полоні?

source: Jak to? Gdzie go znalazłeś?
uk: Як це? Де ти його знайшов?

source: Jak to? Mogą odejść wolno?! Czy ja się przesłyszałam?!
uk: Як це розуміти? Вони можуть бути вільними?! Чи мені почулося?!

source: Jak to? Nie rozpoznajesz mnie?
uk: Як хто? Ти не впізнаєш мене?

source: Jak to? Przecież go dzierżyłem, podczas gdy inni nie mogli. Rozejrzyj się dookoła, to wszystko to jego zasługa.
uk: Як це так? Я володів ним, тоді як інші не могли. Озирнися навколо, це все завдяки йому.

source: Jak to? Przecież są przeżarte przez rdzę.
uk: Як це? Вони ж проїдені іржею.

source: Jak to? Wykonałeś już pierwszy krok, otwarłeś się na moje słowa, teraz...
uk: Про що це ти? Ти вже зробив всій перший крок, ти відгукнувся на мої слова, а тепер...

source: Jak to?! Przecież mieliśmy układ! Miałem dorobić się tutaj stopnia kapitana, a on mi da jej rękę!
uk: Як це?! Ми ж домовились! Я дослужуся тут до капітана, а він віддасть мені її руку і серце!

source: Jak trafić do tej latarni?
uk: Як дістатися до цього маяка?

source: Jak trafiłeś do straży?
uk: Як ти потрапив до Варти?

source: Jak trafiłeś na Archolos?
uk: Як ти опинився на Архолосі?

source: Jak tu trafiłeś?
uk: Як ти тут опинився?

source: Jak twoja rana?
uk: Як твоя рана?

source: Jak ty i Recon sobie radzicie?
uk: Як у вас з Ріконом справи?

source: Jak ty i Veigo sobie radzicie?
uk: Як ти ладнаєш з Вейго?

source: Jak ty pilnujesz stoiska? Jak wróciłam to połowa rzeczy zniknęła! A może sam sobie coś zabrałeś?
uk: Як же ти пильнував прилавок? Коли я повернулася, половина речей просто зникла! А може ти сам щось забрав?

source: Jak ty się tutaj...
uk: Як ти тут опинився...

source: Jak ty sobie tak dobrze poradziłeś podczas misji? Przykro mi, ale umiejętności strzeleckie są dla tropiciela Araxos najważniejsze.
uk: Як тобі вдалося так добре впоратися з завданням? Вибач, але навички стрільби є першочерговими для слідопита Араксосу.

source: Jak ty to robisz, że jesteś taki dobry we wspinaczce?
uk: Як тобі вдається так добре лазити по скелях?

source: Jak ty to robisz, że jesteś taki spokojny?
uk: Як тобі вдається бути таким спокійним?

source: Jak ty to robisz... że się jeszcze trzymasz na nogach?
uk: Як ти... ще тримаєшся на ногах?

source: Jak tylko będziesz coś miał, to daj znać.
uk: Як тільки щось буде, дай мені знати.

source: Jak tylko będziesz miał coś na oku, to daj znać.
uk: Як тільки щось з'явиться, дай мені знати.

source: Jak tylko o czymś usłyszę, to ci powiem.
uk: Як тільки щось почую, дам знати.

source: Jak tylko stąd wyjdziemy, to trzymam się z dala od wszelkich głazów. Drugi raz w ciągu kilku dni o mało co nie zostałem zmiażdżony.
uk: Як тільки ми виберемося звідси, я триматимуся подалі від будь-яких каменів. Це вже вдруге за кілька днів, коли мене ледь не розчавило.

source: Jak tylko zarobię oddam ci to złoto.
uk: Як тільки я зароблю, я віддам тобі золото.

source: Jak tylko znajdę coś lepszego, to zamierzam się stąd ulotnić.
uk: Як тільки я знайду щось краще, я планую забратися звідси.

source: Jak tylko znajdę prace to oddam złoto! Obiecuję!
uk: Як тільки я знайду роботу, я віддам золото! Обіцяю!

source: Jak udało ci się dostać taką pracę?
uk: Як тобі вдалося отримати таку роботу?

source: Jak udało ci się powstrzymać górników przed otwartym buntem?
uk: Як тобі вдалось зупинили гірників від відкритого бунту?

source: Jak udało ci się uciec z klasztoru?
uk: Як ти втік з монастиря?

source: Jak udało wam się przejść obok wartownika Felixa?
uk: Як ви пройшли повз охоронця Фелікса?

source: Jak udały się pertraktacje?
uk: Наскільки успішно пройшли переговори?

source: Jak umarł?
uk: Як він помер?

source: Jak usłyszymy o wandalach, którzy stłukli te piękne witraże, to ty będziesz odpowiadać przed Roderichem.
uk: Якщо ми почуємо про вандалів, які розбили ці прекрасні вітражі, то це ти будеш відповідати перед Родеріхом.

source: Jak uważasz, ale im szybciej się stąd wydostaniemy, tym lepiej.
uk: Як скажеш, але чим швидше ми звідси виберемося, тим краще.

source: Jak uważasz, ja się zgrzałem i chętnie łyknę coś dla ochłody.
uk: Як хочеш, а мені стає спекотно і не завадило б випити чогось прохолодного.

source: Jak uważasz. Cóż, to by było na tyle. 5 skrzynek, przekaż Tomasowi.
uk: Як скажеш. Що ж, це все. 5 ящиків, передаси Томасу.

source: Jak wam się tu układa?
uk: Як у вас тут справи?

source: Jak wam się udało przetrwać kilka dni w tych tunelach?
uk: Як вам вдалося виживати кілька днів у цих тунелях?

source: Jak wam się udało uciec ze straży?
uk: Як вам вдалося втекти від вартових?

source: Jak warta?
uk: Як варта?

source: Jak wejść do kopalni?
uk: Як потрапити до копальні?

source: Jak wiadomo, ludzie w sytuacji kryzysowej kupują jedzenie na potęgę! Bogaci napychają swoje spiżarnie, a biedni wydają ostatnie oszczędności, żeby nie zostać w tyle.
uk: Як відомо, у кризовій ситуації люди скуповують продукти до останньої крихти! Багаті набивають комори, а бідні витрачають останні заощадження, щоб не залишитися без їжі.

source: Jak widać Stan się mylił.
uk: Як бачиш, Стен помилявся.

source: Jak widać podbój interesuje ich bardziej niż utrzymanie.
uk: Як бачиш, їх більше цікавить завоювання, ніж збереження території.

source: Jak widać, niewiedza czasem wychodzi na dobre!
uk: Як бачиш, невігластво іноді працює на краще!

source: Jak widzisz, całkowicie zawiedliśmy. Ostatnimi czasy Adanos nie jest dla nas łaskawy...
uk: Як бачиш, ми зазнали цілковитої поразки. Останнім часом Аданос не був до нас добрим...

source: Jak widzisz, jesteśmy biednymi rozbitkami z Wysp Południowych i jakoś musimy sobie radzić... tyle ci musi wystarczyć.
uk: Як бачиш, ми бідні вигнанці з Південних островів, і нам доводиться якось викручуватися... Цього тобі має бути достатньо.

source: Jak widzisz, mam pełne ręce roboty, więc jeśli to wszystko, to wiesz, gdzie jest wyjście.
uk: Як бачиш, у мене багато роботи, тож якщо це все, то ти знаєш, де вихід.

source: Jak widzisz, miejska tawerna to to nie jest, ale myślę, że pomoże nam to przetrwać najbliższych kilka dni, które przyjdzie nam tu spędzić.
uk: Як бачиш, це не міська корчма, але думаю, це допоможе нам пережити наступні кілька днів.

source: Jak widzisz, nawet sami magowie z klasztoru nie są tego pewni... Nie możemy jednak tracić teraz czasu, w tym momencie toczy się walka o losy całego Archolos.
uk: Як бачиш, навіть самі маги з монастиря не впевнені в цьому... Втім, зараз не можна гаяти час, в цю мить йде битва за долю всього Архолосу.

source: Jak widzisz, nie posiadam nawet broni. Poza tym... takie rzucanie się na nieznajomych nie leży w mojej naturze.
uk: Як бачиш, у мене навіть зброї немає. До того ж... кидатися на незнайомців – це не в моїй природі.

source: Jak widzisz, po długiej podróży udało mi się tu dotrzeć.
uk: Як бачиш, після довгої подорожі мені все ж вдалося сюди дістатися.

source: Jak widzisz, słowa to nie wszystko.
uk: Як бачиш, слова це ще не все.

source: Jak widzisz, wszystko jest w porządku. Możesz sobie iść.
uk: Як бачиш, все в порядку. Можеш йти.

source: Jak wielu z was już mogło zauważyć, na naszej wyspie pojawiają się kolejne fale uciekających przed wojną mieszkańców Myrtany.
uk: Як багато хто з вас, можливо, вже помітив, на наш острів прибувають нові хвилі біженців з Міртани, які рятуються від війни.

source: Jak więc mogę ci pomóc, drogi chłopcze?
uk: Як я можу допомогти тобі, любий хлопче?

source: Jak więc w żarzącym blasku Myrtany, Varrantczycy i Nordmarczycy zdołali zachować swoją tożsamość kulturową? Odpowiedź leży w geografii. Z Myrtany do Varrantu wiedzie bowiem jeden trakt handlowy usytuowany między Rubinową Zatoką na południu a stokami Gór Popielnych na północy.
uk: Яким чином, в сяйві величі Міртани, варантцям і нордмарцям вдалося зберегти свою культурну самобутність? Відповідь криється в географії. Адже єдиний торговельний шлях з Міртани до Варанту пролягав між Рубіновою затокою на півдні та схилами Попелястих гір на півночі.

source: Jak więc widzisz, w moim kraju dość trudno o normalną pracę.
uk: Тож, як бачиш, отримати нормальну роботу в моїй країні досить складно.

source: Jak większość przybyszów ostatnio, ale wcale wam się nie dziwię.
uk: Як і більшість новоприбулих останнім часом, але я вас зовсім не звинувачую.

source: Jak większość żebraków i darmozjadów, którzy uprzykrzają życie porządnym ludziom!
uk: Як і більшість жебраків і дармоїдів, які псують життя порядним людям!

source: Jak wolisz. W każdym razie dobrze się spisałeś.
uk: Як хочеш. У будь-якому випадку, ти добре впорався.

source: Jak wpadłeś w ogóle na coś tak głupiego? Rozczarowałeś mnie Marvin.
uk: Як ти взагалі додумався до такої дурниці? Ти розчаровуєш мене, Марвіне.

source: Jak wszyscy doskonale wiedzą, moja siostra w ostatnich dniach swego żywota nie była w pełni władz umysłowych, co jej podstępny synalek wykorzystał do zmiany testamentu.
uk: Як усім добре відомо, моя сестра в останні дні свого життя була не зовсім дієздатною, чим скористався її підступний син, щоб підмінити заповіт.

source: Jak wszyscy...
uk: Як і всі інші...

source: Jak wyciągniesz mieszek ze złotem, to pogadamy.
uk: Якщо витягнеш гаманець з золотом, тоді поговоримо.

source: Jak wygląda Rolf?
uk: Як виглядає Рольф?

source: Jak wygląda praca rzeźnika?
uk: Як виглядає робота різника?

source: Jak wygląda sytuacja na froncie?
uk: Як складається ситуація на фронті?

source: Jak wygląda sytuacja w kopalni?
uk: Яка зараз ситуація в копальні?

source: Jak wygląda sytuacja w pozostałych częściach miasta?
uk: Яка ситуація в інших частинах міста?

source: Jak wygląda sytuacja?
uk: Яка ситуація?

source: Jak wygląda ten baran?
uk: Як виглядає цей баран?

source: Jak wygląda twoja praca?
uk: Як виглядає твоя робота?

source: Jak wygląda życie nowicjusza?
uk: Як живеться послушникам?

source: Jak wyglądają szkody dokonane przez polne bestie?
uk: Як польові жуки шкодять врожаю?

source: Jak wyglądają te oprychy?
uk: Як виглядають ці головорізи?

source: Jak wyglądali ci strażnicy?
uk: Як виглядали ті вартові?

source: Jak wyglądał ten nieszczęśnik?
uk: Як виглядав той бідолаха?

source: Jak wyglądała ta owca?
uk: Як виглядала та вівця?

source: Jak wyglądała twoja rekrutacja?
uk: Як проходив твій найм?

source: Jak wykazały badania, jedynie wydzielina znajdująca się najbliżej samego żądła zyskuje śmiertelne właściwości, w skomplikowanym procesie “dojrzewania” trucizny, wewnątrz ciała tego latającego zabójcy. Zdatny do wypicia płyn, posiada jednak niesamowite właściwości lecznicze. Nawet pojedyncza porcja potrafi postawić każdego wojownika na nogi.
uk: Як показали дослідження, смертельних властивостей набуває лише секрет, що знаходиться найближче до самого жала, завдяки складному процесу 'дозрівання' отрути всередині тіла цього літаючого вбивці. Однак рідина, придатна до вживання, має неймовірні цілющі властивості. Навіть одна доза здатна поставити будь-якого воїна на ноги.

source: Jak wyrywać gruczoły jadowe?
uk: Як видаляти отруйні залози?

source: Jak wyrywać języki ognistym jaszczurom?
uk: Як виривати язики вогняних ящерів?

source: Jak wyrywać rogi cieniostworom?
uk: Як виривати роги у тінезвірів?

source: Jak wyrywać skrzydła krwiopijcom?
uk: Як правильно виривати крила шершнів?

source: Jak wyrywać zwierzętom kły?
uk: Як виривати ікла у звірів?

source: Jak wyrywać zwierzętom pazury?
uk: Як виривати тваринам кігті?

source: Jak wyskoczysz z kasy, to zaczniemy trenować!
uk: Якщо ти платиш гроші, ми починаємо тренуватися!

source: Jak wytłumaczysz się z braku miecza?
uk: Як ти поясниш, що у тебе немає меча?

source: Jak za starych czasów
uk: Як у старі добрі часи

source: Jak zaczną podskakiwać, to...
uk: Якщо вони почнуть викаблучуватись, то...

source: Jak zapewne już wiesz, obywatelstwo miasta umożliwia ci wstąpienie do dwóch głównych organizacji w naszym mieście - Straży i Gildii Araxos.
uk: Як ти вже знаєш, громадянство міста дозволяє тобі приєднатися до двох головних організацій нашого міста - Міської Варти та Гільдії Араксос.

source: Jak zapewne wiesz, flota królewska od jakiegoś czasu leży na dnie morza.
uk: Як ти напевно знаєш, королівський флот вже деякий час лежить на дні моря.

source: Jak zatem wygląda praca w straży?
uk: Тож як виглядає робота у Варті?

source: Jak zdążyłeś się zorientować, ostatnio na wyspę trafiła spora fala uciekinierów z innych wysp. Wszyscy musieli się tu jakoś dostać, a najskuteczniejsi w transporcie są teraz przemytnicy.
uk: Як ти вже здогадався, нещодавно на острів прибула велика хвиля біженців з інших островів. Усім їм потрібно було якось дістатися сюди, а найкращими перевізниками тепер стали контрабандисти.

source: Jak znajdziesz jakąś drapaczkę, to daj mi znać!
uk: Якщо знайдеш якусь чесалку, даси мені знати!

source: Jak znosisz przebywanie w tym przeklętym miejscu?
uk: Як ти тримаєшся в цьому проклятому місці?

source: Jak zostałeś dowódcą straży?
uk: Як ти став командиром Варти?

source: Jak zostałeś gubernatorem?
uk: Як ви стали губернатором?

source: Jak zostałeś tak wpływowym człowiekiem?
uk: Як ти став такою впливовою людиною?

source: Jak zwyczajne łajzy.
uk: Як звичайні злодюги.

source: Jak zwykle - czas leci, klienci czekają, a ty zawracasz mi głowę.
uk: Як завжди - час летить, клієнти чекають, а ти мені заважаєш.

source: Jak ściągać skóry z gadów?
uk: Як знімати шкуру з рептилій?

source: Jak śmiesz mówić mi o mierzeniu się z przeszłością! Nie było cię tam, nie widziałeś, co się wydarzyło.
uk: Як ти смієш говорити зі мною про минуле! Тебе там не було, ти не бачив, що сталося.

source: Jak śmiesz!
uk: Як ти смієш!

source: Jak śmiesz! Walcz uczciwie!
uk: Як ти смієш! Бийся чесно!

source: Jak życie każdego maga wody, przepełnione modlitwami do Adanosa i ciężką pracą.
uk: Як і у кожного Мага Води, моє життя наповнене молитвами Аданосу та важкою працею.

source: Jak życie?
uk: Як поживаєш?
